Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: To contribute to this objective, Regulation (EU) 2023/988 of the European Parliament and of the Council (53) would apply as a safety net.
it_it: Per contribuire a tale obiettivo, sarebbe opportuno applicare come rete di sicurezza il regolamento (UE) 2023/988 del Parlamento europeo e del Consiglio (53).

source: In order to ensure trustful and constructive cooperation of competent authorities on Union and national level, all parties involved in the application of this Regulation should respect the confidentiality of information and data obtained in carrying out their tasks, in accordance with Union or national law.
it_it: Al fine di garantire una cooperazione affidabile e costruttiva delle autorità competenti a livello dell'Unione e nazionale, è opportuno che tutte le parti coinvolte nell'applicazione del presente regolamento rispettino la riservatezza delle informazioni e dei dati ottenuti nell'assolvimento dei loro compiti, in conformità del diritto dell'Unione o nazionale.

source: They should carry out their tasks and activities in such a manner as to protect, in particular, intellectual property rights, confidential business information and trade secrets, the effective implementation of this Regulation, public and national security interests, the integrity of criminal and administrative proceedings, and the integrity of classified information.
it_it: Dovrebbero svolgere i loro compiti e le loro attività in modo da proteggere, in particolare, i diritti di proprietà intellettuale, le informazioni commerciali riservate e i segreti commerciali, l'efficace attuazione del presente regolamento, gli interessi pubblici e di sicurezza nazionale, l'integrità del procedimento penale o amministrativo e l'integrità delle informazioni classificate.

source: Compliance with this Regulation should be enforceable by means of the imposition of penalties and other enforcement measures.
it_it: Il rispetto del presente regolamento dovrebbe essere reso esecutivo mediante l'imposizione di sanzioni e di altre misure di esecuzione.

source: Member States should take all necessary measures to ensure that the provisions of this Regulation are implemented, including by laying down effective, proportionate and dissuasive penalties for their infringement, and to respect the ne bis in idem principle.
it_it: Gli Stati membri dovrebbero adottare tutte le misure necessarie per assicurare l'attuazione delle disposizioni di cui al presente regolamento, anche stabilendo sanzioni effettive, proporzionate e dissuasive in caso di violazione, anche nel rispetto del principio ne bis in idem.

source: In order to strengthen and harmonise administrative penalties for infringement of this Regulation, the upper limits for setting the administrative fines for certain specific infringements should be laid down.
it_it: Al fine di rafforzare e armonizzare le sanzioni amministrative in caso di violazione del presente regolamento, è opportuno stabilire limiti massimi per la fissazione delle sanzioni amministrative pecuniarie per talune violazioni specifiche.

source: When assessing the amount of the fines, Member States should, in each individual case, take into account all relevant circumstances of the specific situation, with due regard in particular to the nature, gravity and duration of the infringement and of its consequences and to the size of the provider, in particular if the provider is an SME, including a start-up.
it_it: Nel valutare l'importo delle sanzioni amministrative pecuniarie, gli Stati membri dovrebbero, in ogni singolo caso, tenere conto di tutte le circostanze pertinenti della situazione specifica, in particolare, della natura, della gravità e della durata della violazione e delle sue conseguenze e delle dimensioni del fornitore, in particolare se si tratta di una PMI, compresa una start-up.

source: The European Data Protection Supervisor should have the power to impose fines on Union institutions, agencies and bodies falling within the scope of this Regulation.
it_it: Il Garante europeo della protezione dei dati dovrebbe disporre del potere di infliggere sanzioni pecuniarie alle istituzioni, alle agenzie e agli organismi dell'Unione che rientrano nell'ambito di applicazione del presente regolamento.

source: Compliance with the obligations on providers of general-purpose AI models imposed under this Regulation should be enforceable, inter alia, by means of fines.
it_it: Il rispetto degli obblighi imposti ai fornitori di modelli di IA per finalità generali a norma del presente regolamento dovrebbe essere reso esecutivo, tra l'altro, mediante sanzioni pecuniarie.

source: To that end, appropriate levels of fines should also be laid down for infringement of those obligations, including the failure to comply with measures requested by the Commission in accordance with this Regulation, subject to appropriate limitation periods in accordance with the principle of proportionality.
it_it: A tal fine è opportuno stabilire livelli adeguati di sanzioni pecuniarie anche in caso di violazione di tali obblighi, tra cui il mancato rispetto delle misure richieste dalla Commissione a norma del presente regolamento, fatti salvi adeguati termini di prescrizione conformemente al principio di proporzionalità.

source: All decisions taken by the Commission under this Regulation are subject to review by the Court of Justice of the European Union in accordance with the TFEU, including the unlimited jurisdiction of the Court of Justice with regard to penalties pursuant to Article 261 TFEU.
it_it: Tutte le decisioni prese dalla Commissione a norma del presente regolamento sono soggette al controllo della Corte di giustizia dell'Unione europea conformemente al TFUE, compresa la giurisdizione, anche di merito, della Corte di giustizia riguardo alle sanzioni ai sensi dell'articolo 261 TFUE

source: Union and national law already provide effective remedies to natural and legal persons whose rights and freedoms are adversely affected by the use of AI systems.
it_it: Il diritto dell'Unione e nazionale prevedono già mezzi di ricorso efficaci per le persone fisiche e giuridiche sui cui diritti e sulle cui libertà incide negativamente l'uso dei sistemi di IA.

source: Without prejudice to those remedies, any natural or legal person that has grounds to consider that there has been an infringement of this Regulation should be entitled to lodge a complaint to the relevant market surveillance authority.
it_it: Fatti salvi tali mezzi di ricorso, qualsiasi persona fisica o giuridica che abbia motivo di ritenere che vi sia stata una violazione del presente regolamento dovrebbe avere il diritto di presentare un reclamo alla pertinente autorità di vigilanza del mercato.

source: Affected persons should have the right to obtain an explanation where a deployer’s decision is based mainly upon the output from certain high-risk AI systems that fall within the scope of this Regulation and where that decision produces legal effects or similarly significantly affects those persons in a way that they consider to have an adverse impact on their health, safety or fundamental rights.
it_it: Le persone interessate dovrebbero avere il diritto di ottenere una spiegazione qualora la decisione di un deployer si basi principalmente sugli output di determinati sistemi di IA ad alto rischio che rientrano nell'ambito di applicazione del presente regolamento e qualora tale decisione produca effetti giuridici o in modo analogo incida significativamente su tali persone in un modo che esse ritengano avere un impatto negativo sulla loro salute, sicurezza o sui loro diritti fondamentali.

source: That explanation should be clear and meaningful and should provide a basis on which the affected persons are able to exercise their rights.
it_it: Tale spiegazione dovrebbe essere chiara e significativa e fornire una base su cui le persone interessate possano esercitare i loro diritti.

source: The right to obtain an explanation should not apply to the use of AI systems for which exceptions or restrictions follow from Union or national law and should apply only to the extent this right is not already provided for under Union law.
it_it: Il diritto di ottenere una spiegazione non dovrebbe applicarsi all'uso di sistemi di IA per i quali il diritto dell'Unione o nazionale prevede eccezioni o restrizioni e dovrebbe applicarsi solo nella misura in cui tale diritto non sia già previsto dal diritto dell'Unione.

source: Persons acting as whistleblowers on the infringements of this Regulation should be protected under the Union law.
it_it: Le persone che agiscono in qualità di informatori in merito alle violazioni del presente regolamento dovrebbero essere protette a norma del diritto dell'Unione.

source: Directive (EU) 2019/1937 of the European Parliament and of the Council (54) should therefore apply to the reporting of infringements of this Regulation and the protection of persons reporting such infringements.
it_it: La direttiva (UE) 2019/1937 del Parlamento europeo e del Consiglio (54) dovrebbe pertanto applicarsi alla segnalazione di violazioni del presente regolamento e alla protezione delle persone che segnalano tali violazioni.

source: In order to ensure that the regulatory framework can be adapted where necessary, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission to amend the conditions under which an AI system is not to be considered to be high-risk, the list of high-risk AI systems, the provisions regarding technical documentation, the content of the EU declaration of conformity the provisions regarding the conformity assessment procedures, the provisions establishing the high-risk AI systems to which the conformity assessment procedure based on assessment of the quality management system and assessment of the technical documentation should apply, the threshold, benchmarks and indicators, including by supplementing those benchmarks and indicators, in the rules for the classification of general-purpose AI models with systemic risk, the criteria for the designation of general-purpose AI models with systemic risk, the technical documentation for providers of general-purpose AI models and the transparency information for providers of general-purpose AI models.
it_it: Al fine di garantire che il quadro normativo possa essere adeguato ove necessario, è opportuno delegare alla Commissione il potere di adottare atti conformemente all'articolo 290 TFUE per modificare le condizioni alle quali un sistema di IA non dovrebbe essere considerato ad alto rischio, l'elenco dei sistemi di IA ad alto rischio, le disposizioni relative alla documentazione tecnica, il contenuto della dichiarazione di conformità UE, le disposizioni relative alle procedure di valutazione della conformità, le disposizioni che stabiliscono i sistemi di IA ad alto rischio cui dovrebbe applicarsi la procedura di valutazione della conformità sulla base della valutazione del sistema di gestione della qualità e della valutazione della documentazione tecnica, la soglia, i parametri di riferimento e gli indicatori, anche integrando tali parametri di riferimento e indicatori, nelle regole per la classificazione di un modello di IA per finalità generali con rischio sistemico, i criteri per la designazione dei modelli di IA per finalità generali con rischio sistemico, la documentazione tecnica per i fornitori di modelli di IA per finalità generali e le informazioni sulla trasparenza per i fornitori di modelli di IA per finalità generali.

source: It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making (55).
it_it: È di particolare importanza che durante i lavori preparatori la Commissione svolga adeguate consultazioni, anche a livello di esperti, nel rispetto dei principi stabiliti nell'accordo interistituzionale «Legiferare meglio» del 13 aprile 2016 (55).

source: In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States’ experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts.
it_it: In particolare, al fine di garantire la parità di partecipazione alla preparazione degli atti delegati, il Parlamento europeo e il Consiglio ricevono tutti i documenti contemporaneamente agli esperti degli Stati membri, e i loro esperti hanno sistematicamente accesso alle riunioni dei gruppi di esperti della Commissione incaricati della preparazione di tali atti delegati.

source: Given the rapid technological developments and the technical expertise required to effectively apply this Regulation, the Commission should evaluate and review this Regulation by 2 August 2029 and every four years thereafter and report to the European Parliament and the Council.
it_it: Dati i rapidi sviluppi tecnologici e le competenze tecniche necessarie per l'efficace applicazione del presente regolamento, la Commissione dovrebbe valutare e riesaminare il presente regolamento entro il 2 agosto 2029 e successivamente ogni quattro anni e presentare una relazione al Parlamento europeo e al Consiglio.

source: In addition, taking into account the implications for the scope of this Regulation, the Commission should carry out an assessment of the need to amend the list of high-risk AI systems and the list of prohibited practices once a year.
it_it: Inoltre, tenuto conto delle implicazioni per l'ambito di applicazione del presente regolamento, la Commissione dovrebbe effettuare, una volta all'anno, una valutazione della necessità di modificare l'elenco dei sistemi di IA ad alto rischio e l'elenco delle pratiche vietate.

source: Moreover, by 2 August 2028 and every four years thereafter, the Commission should evaluate and report to the European Parliament and to the Council on the need to amend the list of high-risk areas headings in the annex to this Regulation, the AI systems within the scope of the transparency obligations, the effectiveness of the supervision and governance system and the progress on the development of standardisation deliverables on energy efficient development of general-purpose AI models, including the need for further measures or actions.
it_it: Inoltre, entro il 2 agosto 2028 e successivamente ogni quattro anni, la Commissione dovrebbe valutare la necessità di modificare l'elenco delle rubriche dei settori ad alto rischio di cui all'allegato del presente regolamento, i sistemi di IA che rientrano nell'ambito di applicazione degli obblighi di trasparenza, l'efficacia del sistema di supervisione e governance e i progressi compiuti riguardo allo sviluppo di prodotti della normazione relativi allo sviluppo efficiente sotto il profilo energetico di modelli di IA per finalità generali, compresa la necessità di ulteriori misure o azioni, e riferire al Parlamento europeo e al Consiglio in merito.

source: Finally, by 2 August 2028 and every three years thereafter, the Commission should evaluate the impact and effectiveness of voluntary codes of conduct to foster the application of the requirements provided for high-risk AI systems in the case of AI systems other than high-risk AI systems and possibly other additional requirements for such AI systems.
it_it: Entro il 2 agosto 2028 e successivamente ogni tre anni la Commissione dovrebbe valutare l'impatto e l'efficacia dei codici di condotta volontari per la promozione dell'applicazione dei requisiti previsti per i sistemi di IA ad alto rischio nel caso di sistemi di IA diversi dai sistemi di IA ad alto rischio ed eventualmente di altri requisiti supplementari per tali sistemi di IA.

source: In order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission.
it_it: È opportuno attribuire alla Commissione competenze di esecuzione al fine di garantire condizioni uniformi di esecuzione del presente regolamento.

source: Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (56).
it_it: È altresì opportuno che tali competenze siano esercitate conformemente al regolamento (UE) n, 182/2011 del Parlamento europeo e del Consiglio (56).

source: Since the objective of this Regulation, namely to improve the functioning of the internal market and to promote the uptake of human centric and trustworthy AI, while ensuring a high level of protection of health, safety, fundamental rights enshrined in the Charter, including democracy, the rule of law and environmental protection against harmful effects of AI systems in the Union and supporting innovation, cannot be sufficiently achieved by the Member States and can rather, by reason of the scale or effects of the action, be better achieved at Union level, the Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 TEU.
it_it: Poiché l'obiettivo del presente regolamento, vale a dire migliorare il funzionamento del mercato interno e promuovere la diffusione di un'IA antropocentrica e affidabile, garantendo nel contempo un elevato livello di protezione della salute, della sicurezza e dei diritti fondamentali sanciti dalla Carta, compresi la democrazia, lo Stato di diritto e la protezione dell'ambiente, contro gli effetti nocivi dei sistemi di IA nell'Unione e promuovendo l'innovazione, non può essere conseguito in misura sufficiente dagli Stati membri ma, a motivo della portata o degli effetti dell'azione, può essere conseguito meglio a livello di Unione, quest'ultima può intervenire in base al principio di sussidiarietà sancito dall'articolo 5 TUE.

source: In accordance with the principle of proportionality as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.
it_it: Il presente regolamento si limita a quanto è necessario per conseguire tale obiettivo in ottemperanza al principio di proporzionalità enunciato nello stesso articolo.

source: In order to ensure legal certainty, ensure an appropriate adaptation period for operators and avoid disruption to the market, including by ensuring continuity of the use of AI systems, it is appropriate that this Regulation applies to the high-risk AI systems that have been placed on the market or put into service before the general date of application thereof, only if, from that date, those systems are subject to significant changes in their design or intended purpose.
it_it: Al fine di garantire la certezza del diritto, assicurare un adeguato periodo di adattamento per gli operatori ed evitare perturbazioni del mercato, anche garantendo la continuità dell'uso dei sistemi di IA, è opportuno che il presente regolamento si applichi ai sistemi di IA ad alto rischio che sono stati immessi sul mercato o messi in servizio prima della data generale di applicazione dello stesso, solo se, a decorrere da tale data, tali sistemi sono soggetti a modifiche significative della loro progettazione o finalità prevista.

source: It is appropriate to clarify that, in this respect, the concept of significant change should be understood as equivalent in substance to the notion of substantial modification, which is used with regard only to high-risk AI systems pursuant to this Regulation.
it_it: È opportuno precisare che, a tale riguardo, il concetto di modifica significativa dovrebbe essere inteso come equivalente nella sostanza alla nozione di modifica sostanziale, utilizzata solo per i sistemi di IA ad alto rischio a norma del presente regolamento.

source: On an exceptional basis and in light of public accountability, operators of AI systems which are components of the large-scale IT systems established by the legal acts listed in an annex to this Regulation and operators of high-risk AI systems that are intended to be used by public authorities should, respectively, take the necessary steps to comply with the requirements of this Regulation by end of 2030 and by 2 August 2030.
it_it: In via eccezionale e alla luce della responsabilità pubblica, gli operatori di sistemi di IA che sono componenti di sistemi IT su larga scala istituiti dagli atti giuridici elencati in un allegato del presente regolamento e gli operatori di sistemi di IA ad alto rischio destinati a essere utilizzati dalle autorità pubbliche dovrebbero adottare le misure necessarie per conformarsi ai requisiti del presente regolamento, rispettivamente, entro la fine del 2030 ed entro il 2 agosto 2030.

source: Providers of high-risk AI systems are encouraged to start to comply, on a voluntary basis, with the relevant obligations of this Regulation already during the transitional period.
it_it: I fornitori di sistemi di IA ad alto rischio sono incoraggiati a iniziare a rispettare, su base volontaria, i pertinenti obblighi del presente regolamento già durante il periodo transitorio.

source: This Regulation should apply from 2 August 2026.
it_it: Il presente regolamento si dovrebbe applicare a decorrere dal 2 agosto 2026.

source: However, taking into account the unacceptable risk associated with the use of AI in certain ways, the prohibitions as well as the general provisions of this Regulation should already apply from 2 February 2025.
it_it: Tuttavia, tenuto conto del rischio inaccettabile associato all'uso dell'IA in determinati modi, i divieti nonché le disposizioni generali del presente regolamento dovrebbero applicarsi già a decorrere dal 2 febbraio 2025.

source: While the full effect of those prohibitions follows with the establishment of the governance and enforcement of this Regulation, anticipating the application of the prohibitions is important to take account of unacceptable risks and to have an effect on other procedures, such as in civil law.
it_it: Sebbene la piena efficacia di tali divieti discenda dall'istituzione della governance e dall'esecuzione del presente regolamento, è importante anticipare l'applicazione di detti divieti per tenere conto dei rischi inaccettabili e avere un effetto su altre procedure, ad esempio nel diritto civile.

source: Moreover, the infrastructure related to the governance and the conformity assessment system should be operational before 2 August 2026, therefore the provisions on notified bodies and governance structure should apply from 2 August 2025.
it_it: È inoltre opportuno che l'infrastruttura relativa alla governance e al sistema di valutazione della conformità sia operativa prima del 2 agosto 2026, pertanto le disposizioni sugli organismi notificati e sulla struttura di governance dovrebbero applicarsi a decorrere dal 2 agosto 2025.

source: Given the rapid pace of technological advancements and adoption of general-purpose AI models, obligations for providers of general-purpose AI models should apply from 2 August 2025.
it_it: In considerazione del rapido ritmo dello sviluppo tecnologico e dell'adozione di modelli di IA per finalità generali, gli obblighi per i fornitori di modelli di IA per finalità generali dovrebbero applicarsi a decorrere dal 2 agosto 2025.

source: Codes of practice should be ready by 2 May 2025 in view of enabling providers to demonstrate compliance on time.
it_it: I codici di buone pratiche dovrebbero essere pronti entro 2 agosto 2025 al fine d consentire ai fornitori di dimostrare la conformità «in tempo utile».
